/*
 Navicat Premium Data Transfer

 Source Server         : 4c8g
 Source Server Type    : MySQL
 Source Server Version : 80031
 Source Host           : 110.42.240.230:3307
 Source Schema         : test_constuct_tree

 Target Server Type    : MySQL
 Target Server Version : 80031
 File Encoding         : 65001

 Date: 23/06/2023 15:10:27
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for t_pgzb
-- ----------------------------
DROP TABLE IF EXISTS `t_pgzb`;
CREATE TABLE `t_pgzb`  (
  `id` int NOT NULL AUTO_INCREMENT COMMENT '填报单位（建字典学校、专业）',
  `dm` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '代码',
  `zbmc` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '指标名称',
  `zbdj` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '指标等级',
  `zbsm` varchar(1000) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '指标说明',
  `fz` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '分值',
  `pjlx` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '评价类型（字典：ser_pgzb_pjlx）',
  `pfgz` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '评分规则',
  `fdm` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '父代码',
  `zjdm` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '祖级代码',
  `sfgk` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '是否公开',
  `xgsj` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '更新时间',
  `xgyh` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '更新操作人',
  `jcsjlx` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '监测时间类型（建字典，所有历史数据；按年度数据；当前数据）',
  `jckssj` datetime NULL DEFAULT NULL COMMENT '检测开始时间',
  `jcjssj` datetime NULL DEFAULT NULL COMMENT '检测结束时间',
  `pgjcpc_id` int NOT NULL COMMENT '批次id',
  `px` int NULL DEFAULT NULL COMMENT '排序',
  `sfsc` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT '0',
  `scr` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL,
  `scsj` date NULL DEFAULT NULL,
  `tbdw` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '填报单位（建字典，学校、专业）',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 186 CHARACTER SET = utf8mb3 COLLATE = utf8mb3_general_ci COMMENT = '评价指标表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of t_pgzb
-- ----------------------------
INSERT INTO `t_pgzb` VALUES (1, '1', '1.立德树人', '1', '立德树人', '10', NULL, NULL, '1', '0', '1', '2022-09-16 10:30:00.000', 'admin', '2', NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (2, '11', '1.1思政教育', '2', '思政教育', '3', NULL, NULL, '1', '0,1', '1', '2022-09-16 10:30:00.000', 'admin', '', NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (3, '111', '1.1.1思想政治教育特色', '3', '专业教师获得的重庆市及以上思想政治教育个人和集体奖励数，重庆市及以上课程思政示范课程数。', '3', '1', '1', '11', '0,1,11', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (4, '12', '1.2培养模式改革创新', '2', '培养模式改革创新', '7', NULL, NULL, '1', '0,1', '1', '2022-09-16 10:30:00.000', 'admin', '', NULL, '2022-12-31 23:00:00', 1, 2, '0', NULL, '2022-09-15', '1');
INSERT INTO `t_pgzb` VALUES (5, '121', '1.2.1培养目标与方案', '3', '高校上传专业人才培养方案。考察专业定位与经济社会发展需求、行业企业发展需求、学校定位的契合度；考察专业培养目标适合度，以及培养目标与学校人才培养总目标的吻合度；贯彻”四新“建设要求；教学大纲落实专业目标定位等情况。', '4', '0', NULL, '12', '0,1,12', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (6, '122', '1.2.2培养模式改革创新', '3', '德智体美劳全面发展专业人才培养改革创新措施和效果。（限300字）', '3', '0', NULL, '12', '0,1,12', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (7, '2', '2.学生发展', '1', '学生发展', '20', NULL, NULL, '2', '0', '1', '2022-09-16 10:30:00.000', 'admin', '历史累计数据', NULL, '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (8, '21', '2.1招生与培养', '2', '招生与培养', '14', NULL, NULL, '2', '0,2', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (9, '211', '2.1.1新生报到率', '3', '本专业新生报到人数除以录取人数。', '3', '1', '3', '21', '0,2,21', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (10, '212', '2.1.2学科竞赛获奖', '3', '在国内外学科竞赛中获得省部级以上奖项；学科竞赛指由教育部高教司、各学科专业委员会（含全国专业学位教育指导委员会）以及部分国际学术组织发起或组织的各类竞赛等。', '3', '1', '1', '21', '0,2,21', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (11, '213', '2.1.3创新创业、技能竞赛获奖', '3', '在国内外创新创业、技能竞赛中获得省部级以上奖项。', '3', '1', '1', '21', '0,2,21', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 3, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (12, '214', '2.1.4文体竞赛获奖', '3', '在国内外文艺、体育竞赛中获得的省部级以上奖项。', '3', '1', '1', '21', '0,2,21', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 4, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (13, '215', '2.1.5毕业论文（设计）抽检情况', '3', '本科生毕业论文按相关比例抽检后的合格率。', '2', '1', '3', '21', '0,2,21', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 5, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (14, '22', '2.2 就业与职业发展', '2', '就业与职业发展', '6', NULL, NULL, '2', '0,2', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (15, '221', '2.2.1 学生整体就业情况', '3', '1.相关数据按教育部《关于调整全国普通高等学校毕业生就业数据库结构及代码标 准的通知》（教学司函〔2014〕1号）和《教育部办公厅关于严格核查2020届高校毕 业生就业数据的通知》（教学厅函〔2020〕19号）要求统计（统计时间以当年9月1日为准）。2.“就业率”指当年协议和合同就业、自主创业、灵活就业和升学的学生总数与毕业生总数的比值。3.“毕业生总数”以毕业证书时间为准，“授予学位数 ”以学位证书时间为准，分别计入相关年度。', '4', '1', '3', '22', '0,2,22', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-09-01 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (16, '222', '2.2.2 升学情况', '3', '统计本专业升学学生数量与毕业生总数的比值。（统计时间以当年9月1日为准）', '2', '1', '3', '22', '0,2,22', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-09-01 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (17, '3', '3.师资队伍', '1', '师资队伍', '20', NULL, NULL, '3', '0', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 3, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (18, '31', '3.1 师德师风', '2', '师德师风', '3', NULL, NULL, '3', '0,3', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (19, '311', '3.1.1 获省级以上各类师德师风奖励', '3', '专业教师获重庆市及以上各类师德师风奖励。如“共和国勋章、人民英雄、人民教育家、人民楷模、人民科学家、人民艺术家、文物保护杰出贡献者、全国高校黄大年式教师团队、时代楷模、全国教书育人楷模、最美教师、全国优秀教师、全国模范教师、全国优秀教育工作者、全国教育系统先进工作者、全国教育系统先进集体、全国师德标兵、全国师德模范、全国劳动模范、全国先进工作者、全国道德模范、全国五一劳动奖章获得者、全国三八红旗手、最美奋斗者、感动中国年度人物、全国优秀共产党员、全国优秀党务工作者、全国抗击新冠肺炎疫情先进个人、全国抗击新冠肺炎疫情先进集体、全国脱贫攻坚奖”荣誉表彰。', '2', '1', '2', '31', '0,3,31', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2012-01-01 00:00:00', '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (20, '312', '3.1.2 是否未出现师德师风问题教师', '3', '专业教师未出现师德师风问题', '1', '1', '4', '31', '0,3,31', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (21, '32', '3.2 师资队伍状况', '2', '师资队伍状况', '17', NULL, NULL, '3', '0,3', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (22, '321', '3.2.1 生师比', '3', '按教育部本科教学评估规定的口径进行统计。教师总数按校内专任教师数+外聘教师数*0.5计算。', '2', '1', '3', '32', '0,3,32', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '0');
INSERT INTO `t_pgzb` VALUES (23, '322', '3.2.2 博士教师占比', '3', '博士教师数除以教师总数。注意教师总数应和生师比核算中的教师总数一致。教师总数按校内专任教师数+外聘教师数*0.5计算。', '2', '1', '3', '32', '0,3,32', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '0');
INSERT INTO `t_pgzb` VALUES (24, '323', '3.2.3 教学团队', '3', '以高层次人才为核心组建的教学团队，包括全国创新争先奖先进集体、国家级教学团队、“高校黄大年式”教师团队等；重庆市认定的省部级教学团队等。', '3', '1', '1', '32', '0,3,32', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2002-01-01 00:00:00', '2022-12-31 23:00:00', 1, 3, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (25, '324', '3.2.4 教学竞赛获奖', '3', '教师参加省级以上各类教学竞赛获奖情况。', '3', '1', '1', '32', '0,3,32', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 4, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (26, '325', '3.2.5 主讲本科课程教授占比', '3', '学校主讲本科课程的教授占教授总数的比例。', '2', '1', '3', '32', '0,3,32', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 5, '0', NULL, NULL, '0');
INSERT INTO `t_pgzb` VALUES (27, '326', '3.2.6 教授授本科课程占比', '3', '学校教授主讲本科课程门数占课程总门数的比例。', '2', '1', '3', '32', '0,3,32', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 6, '0', NULL, NULL, '0');
INSERT INTO `t_pgzb` VALUES (28, '327', '3.2.7高层次人才', '3', '在国内外相关领域具有较大影响力的优秀人才。', '3', '1', '1', '32', '0,3,32', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2002-01-01 00:00:00', '2022-12-31 23:00:00', 1, 7, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (29, '4', '4.教学资源', '1', '教学资源', '30', NULL, NULL, '4', '0', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 4, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (30, '41', '4.1课程质量', '2', '课程质量', '5', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (31, '411', '4.1.1 国家级一流课程', '3', '1.限填教育部评选的“国家级线上一流课程（原国家精品在线开放课程）、国家级 线下一流课程、国家级线上线下混合式一流课程、国家虚拟仿真实验教学一流课程\r\n（原国家虚拟仿真实验教学项目）、国家级社会实践一流课程”（均不包括省级一 流课程）。2.仅限“主要建设单位”填写。', '3', '1', '8', '41', '0,4,41', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (32, '412', '4.1.2省部级一流课程', '3', '1.限填重庆市评选的一流课程。2.仅限“主要建设单位”填写。', '2', '1', '8', '41', '0,4,41', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (33, '42', '4.2教材质量', '2', '教材质量', '3', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (34, '421', '4.2.1出版教材质量（限5项）', '3', '教师作为第一作者公开出版，获得省部级以上奖项。（限5项）', '3', '1', '1', '42', '0,4,42', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (35, '43', '4.3教学平台', '2', '教学平台', '6', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 3, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (36, '431', '4.3.1国家级支撑平台', '3', '国家与各部委平台。包括国家级教学示范中心、国家虚拟仿真实验教学中心、国家教材建设重点基地、国家创新人才培养示范基地；国家级基础学科人才培养基地、国家级示范性现代产业学院、国家级未来技术学院、国家级虚拟教研室、国家级创新创业学院或实践基地等。', '3', '1', '5', '43', '0,4,43', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2002-01-01 00:00:00', '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '0');
INSERT INTO `t_pgzb` VALUES (37, '432', '4.3.2市级支撑平台', '3', '重庆市平台。重庆市基础学科人才培养基地、重庆市示范性现代产业学院、重庆市未来技术学院、重庆市虚拟教研室、重庆市实验教学示范中心、重庆市创新创业学院或实践基地等。', '2', '1', '5', '43', '0,4,43', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2002-01-01 00:00:00', '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '0');
INSERT INTO `t_pgzb` VALUES (38, '433', '4.3.3 仪器设备（限5项）', '3', ' 1.本表填写本单位购置或研制，目前仍在投入使用的5项单台（套）价值最高的仪器设备与实验装置。2.“建账时间”填写固定资产登记时间。3.“对本学科人才培养、科学研究和社会服务的支撑作用”中应包含仪器设备供学生使用情况。（限5项）', '1', '1', '6', '43', '0,4,43', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2012-01-01 00:00:00', '2022-12-31 23:00:00', 1, 3, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (39, '44', '4.4教学成果奖', '2', '教学成果奖', '6', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 4, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (40, '441', '4.4.1 国家级教学成果奖（限5项）', '3', '限填评估期内获得的国家级教学成果奖（高等教育类）。（限5项）', '3', NULL, NULL, '44', '0,4,44', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2012-01-01 00:00:00', '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (41, '442', '4.4.2 省部级教学成果奖（限5项）', '3', '填写省部级代表性教学成果奖（如军队教学成果奖、省级教学成果奖等）。（限5项）', '2', NULL, NULL, '44', '0,4,44', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2012-01-01 00:00:00', '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (42, '443', '4.4.3 行业学会及校级教学成果奖（限5项）', '3', '填写行业学会及校级教学成果奖。（限5项）', '1', NULL, NULL, '44', '0,4,44', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2012-01-01 00:00:00', '2022-12-31 23:00:00', 1, 3, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (43, '45', '4.5教学改革与创新创业', '2', '教学改革与创新创业', '6', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 5, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (44, '451', '4.5.1 国家级教改项目情况', '3', '国家教育教学研究与改革项目。评估期内立项、在研、结题的项目可填报，若立项时间超出评估期范围填2018-01-01。', '2', '1', '8', '45', '0,4,45', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (45, '452', '4.5.2 市级教改项目情况', '3', '重庆市教育教学研究与改革项目。评估期内立项、在研、结题的项目可填报，若立项时间超出评估期范围填2018-01-01。', '1', '1', '8', '45', '0,4,45', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (46, '453', '4.5.3 国家级创新创业训练计划项目', '3', '该专业国家大学生创业训练计划项目。', '2', '1', '8', '45', '0,4,45', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 3, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (47, '454', '4.5.4 市级创新创业训练计划项目', '3', '该专业重庆市大学生创业训练计划项目。', '1', '1', '8', '45', '0,4,45', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 4, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (48, '46', '4.6 生均保障指标', '2', '生均保障指标', '4', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 6, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (49, '461', '4.6.1生均教学仪器设备总值', '3', '学校教学仪器设备总值和在校生总数的比值。', '1', '1', '9', '46', '0,4,46', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '0');
INSERT INTO `t_pgzb` VALUES (50, '462', '4.6.2生均教学实验室面积', '3', '学校实验室面积和在校生总数的比值。', '1', '1', '9', '46', '0,4,46', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '0');
INSERT INTO `t_pgzb` VALUES (51, '463', '4.6.3生均教学日常运行支出经费', '3', '根据本科教学评估规定的范畴，统计生均教学日常运行支出经费。', '2', '1', '9', '46', '0,4,46', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 3, '0', NULL, NULL, '0');
INSERT INTO `t_pgzb` VALUES (52, '5', '5.专业影响', '1', '专业影响', '20', NULL, NULL, '5', '0', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 5, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (53, '51', '5.1 专业建设成效', '2', '专业建设成效', '8', NULL, NULL, '5', '0,5', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (54, '511', '5.1.1 专业认证', '3', '接受教育部、专业认证权威机构对专业教育质量进行评估情况。', '2', '1', '4', '51', '0,5,51', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (55, '512', '5.1.2 国家级一流专业', '3', '是否入选国家级一流专业建设点。', '3', '1', '4', '51', '0,5,51', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (56, '513', '5.1.3 市级一流专业', '3', '是否入选重庆市一流专业建设点。', '2', '1', '4', '51', '0,5,51', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 3, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (57, '514', '5.1.4 支撑学科', '3', '指学校本科专业的支撑学科在教育部学位与研究生教育发展中心学科评估的结果。', '1', '1', '7', '51', '0,5,51', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 4, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (58, '52', '5.2 社会服务贡献', '2', '社会服务贡献', '4', NULL, NULL, '5', '0,5', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (59, '521', '5.2.1 社会服务', '3', '专业利用自身优势，通过切实履行大学五项基本职能，为国家战略实施、重庆经济社会发展、行业企业进步等做出的重要贡献。（限300字）', '2', '0', NULL, '52', '0,5,52', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (60, '522', '5.2.2 社会服务典型案例(2个)', '3', '提供在社会服务方面的主要贡献和2个典型案例（每个案例限300字）。案例包括但不限于：瞄准世界科技前沿，解决关键核心技术问题；参与国家重大工程，实施科技成果转化，服务经济社会发展与国防军队建设；服务新冠肺炎疫情防控和脱贫攻坚等国家重大需求；参与政策法规、行业标准与规划制定，服务行业发展；举办重要会议论坛，创办学术期刊或学术组织，制定学科与学术发展规划，服务学术共同体；开展科学普及、行业人才培训、全民终身学习等社会公共与公益服务。案例强调突破性贡献，内容应具体翔实，发生在评估期内。', '2', '0', NULL, '52', '0,5,52', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间段均须在评估期内', '2018-01-01 00:00:00', '2022-12-31 23:00:00', 1, 2, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (61, '53', '5.3可持续发展自评', '2', '可持续发展自评', '8', NULL, NULL, '5', '0,5', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 1, 3, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (62, '531', '5.3.1专业自评', '3', '立足专业发展定位、特色以及发展现状，建立专业自评自建、评建结合的可持续发展机制、举措。(限500字)', '8', '0', NULL, '53', '0,5,53', '1', '2022-09-16 10:30:00.000', 'admin', '统计时间点为', NULL, '2022-12-31 23:00:00', 1, 1, '0', NULL, NULL, '1');
INSERT INTO `t_pgzb` VALUES (114, '4', '4.教学资源', '1', '教学资源', '30', NULL, NULL, '4', '0', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 4, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (115, '44', '4.4教学成果奖', '2', '教学成果奖', '6', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 4, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (119, '5', '5.专业影响', '1', '专业影响', '20', NULL, NULL, '5', '0', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 5, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (120, '45', '4.5教学改革与创新创业', '2', '教学改革与创新创业', '6', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 5, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (123, '46', '4.6 生均保障指标', '2', '生均保障指标', '4', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 6, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (125, '31', '3.1 师德师风', '2', '师德师风', '3', NULL, NULL, '3', '0,3', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 1, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (135, '11', '1.1思政教育', '2', '思政教育', '3', NULL, NULL, '1', '0,1', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 1, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (136, '51', '5.1 专业建设成效', '2', '专业建设成效', '8', NULL, NULL, '5', '0,5', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 1, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (138, '41', '4.1课程质量', '2', '课程质量', '5', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 1, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (140, '21', '2.1招生与培养', '2', '招生与培养', '14', NULL, NULL, '2', '0,2', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 1, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (141, '1', '1.立德树人', '1', '立德树人', '10', NULL, NULL, '1', '0', '1', '2022-09-16 10:30:00.000', 'admin', '2', NULL, '2022-12-31 23:00:00', 17, 1, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (148, '42', '4.2教材质量', '2', '教材质量', '3', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 2, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (150, '12', '1.2培养模式改革创新', '2', '培养模式改革创新', '7', NULL, NULL, '1', '0,1', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 2, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (152, '52', '5.2 社会服务贡献', '2', '社会服务贡献', '4', NULL, NULL, '5', '0,5', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 2, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (158, '32', '3.2 师资队伍状况', '2', '师资队伍状况', '17', NULL, NULL, '3', '0,3', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 2, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (159, '22', '2.2 就业与职业发展', '2', '就业与职业发展', '6', NULL, NULL, '2', '0,2', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 2, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (162, '2', '2.学生发展', '1', '学生发展', '20', NULL, NULL, '2', '0', '1', '2022-09-16 10:30:00.000', 'admin', '历史累计数据', NULL, '2022-12-31 23:00:00', 17, 2, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (165, '3', '3.师资队伍', '1', '师资队伍', '20', NULL, NULL, '3', '0', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 3, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (167, '53', '5.3可持续发展自评', '2', '可持续发展自评', '8', NULL, NULL, '5', '0,5', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 3, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (168, '43', '4.3教学平台', '2', '教学平台', '6', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 3, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (175, '44', '4.4教学成果奖', '2', '教学成果奖', '6', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 4, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (178, '4', '4.教学资源', '1', '教学资源', '30', NULL, NULL, '4', '0', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 4, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (181, '5', '5.专业影响', '1', '专业影响', '20', NULL, NULL, '5', '0', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 5, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (183, '45', '4.5教学改革与创新创业', '2', '教学改革与创新创业', '6', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 5, '0', 'admin', '2022-10-16', '1');
INSERT INTO `t_pgzb` VALUES (185, '46', '4.6 生均保障指标', '2', '生均保障指标', '4', NULL, NULL, '4', '0,4', '1', '2022-09-16 10:30:00.000', 'admin', NULL, NULL, '2022-12-31 23:00:00', 17, 6, '0', 'admin', '2022-10-16', '1');

SET FOREIGN_KEY_CHECKS = 1;
